Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: In order to assess balance, description of the specified baseline characteristics will be presented for the two tenecteplase dose arms (Table 1 – see Appendix).
es_es: Con el objetivo de evaluar el equilibrio, se describirán las características iniciales especificadas para cada uno de los grupos de dosis de tenecteplasa (Tabla 1 – ver Apéndice).

source: In order to capture arrhythmias and significant changes in ECG and LVEF measurements in echocardiography (or similar), the investigator was asked to enter the results from these examinations in the eCRF.
es_es: Para identificar arritmias y cambios significativos en los valores de ECG y en la FEVI por ecocardiografía (u otro método homologable), se pidió al investigador que ingresara los resultados de estos exámenes en el eCRF.

source: In order to clearly differentiate “technical batches” from those intended for human use, a different batch numbering system.
es_es: Para diferenciar bien las "partidas técnicas" de las previstas para uso humano, se usa otro sistema de numeración de partidas.

source: In order to comply with regulatory requirements, all Investigators signing the Protocol and Co-investigators should provide a current, signed and dated Curriculum Vitae (CV).
es_es: De conformidad con los requisitos reglamentarios, todos los investigadores que firmen el protocolo y los coinvestigadores deben presentar un versión actual, firmada y fechada, del Curriculum Vitae (CV).

source: In order to confirm these expectations a stability study has been initiated.
es_es: Para confirmar estas expectativas se ha iniciado un estudio de estabilidad.

source: In order to correct for heteroscedasticity, a weighted linear regression model is applied with weight w = 1/concentration.
es_es: Para implementar la corrección por heteroscedacticidad, se aplica un modelo de regresión lineal ponderada, con una ponderación w = 1/concentración.

source: In order to correct for heteroscedasticity, a weighted linear regression model is applied with weight w = concentration(-1).
es_es: Para implementar la corrección por heteroscedacticidad, se aplica un modelo de regresión lineal ponderada, con una ponderación w = concentración(-1).

source: In order to demonstrate comparability between 40 mg/vial and 25 mg/vial DP batches, results from historical batch analyses, side-by-side testing, extended
es_es: A fin de demostrar la comparabilidad entre las partidas del medicamento de 40 mg/frasco y de 25 mg/frasco, se evaluaron los resultados de análisis de partidas históricas, análisis en paralelo,

source: In order to demonstrate comparability between drug products from concentrate for solution for infusion 450 mg/vial (60 mg/mL) and solution for injection 150 mg/PFS-1 (150 mg/mL), results from batch historical release data, side-by-side analysis, extended characterization and from stability studies were evaluated.
es_es: Para demostrar la comparabilidad entre los medicamentos en forma de concentrado para solución para infusión de 450 mg/ampolla (60 mg/ml) y solución inyectable de 150 mg/PFS-1 (150 mg/ml), se evaluaron los resultados de los datos históricos de liberación de partidas, los análisis paralelos, la caracterización extendida y los estudios de estabilidad.

source: In order to determine and quantify the impurities the respective qualified and validated test methods were established.
es_es: A fin de caracterizar y cuantificar las impurezas, se establecieron los correspondientes métodos analíticos calificados y validados.

source: In order to ensure no impact of hydrogen peroxide on product quality at least 16 vials are discarded after relevant process interruptions.
es_es: Para garantizar que el peróxido de hidrógeno no afecte la calidad del producto, se descartan al menos 16 frascos después de interrupciones importante del proceso.

source: In order to ensure the accuracy of data, direct access to source documents by the representatives of both the Study Monitor and regulatory authorities is mandatory.
es_es: Para garantizar la exactitud de los datos, es obligatorio que los representantes del auditor del estudio y de las autoridades reguladoras tengan acceso directo a la fuente de documentos.

source: In order to establish a subject’s genotype for pharmacogenetic investigations, a sample of at most 9 mL of blood per subject was to be taken at the screening examination for pharmacogenetic analyses if a subject’s genotype had not been previously determined.
es_es: Para determinar el genotipo de un sujeto en las investigaciones farmacogenéticas, se debía tomar una muestra de sangre específica de 9 mL como máximo por sujeto en el examen de selección, a menos que el genotipo de un sujeto ya estuviera determinado de antemano.

source: In order to evaluate the appropriateness a five-point calibration model, recovery values are calculated using dilution series 2 and 3 as calibration function for dilution series 1.
es_es: Para evaluar qué tan adecuado es un modelo de calibración de cinco puntos, se calculan los valores de recuperación usando como función de calibración para la serie de dilución 1 las series de dilución 2 y 3.

source: In order to evaluate the appropriateness of the intended seven-point calibration model, recovery values are calculated using dilution series 2 and 3 as calibration function for dilution series 1.
es_es: Para evaluar qué tan adecuado es el modelo de calibración de siete puntos previsto, se calculan los valores de recuperación usando como función de calibración para la serie de dilución 1 las series de dilución 2 y 3.

source: In order to evaluate the hold time between reconstitution and administration, different hold times at different temperatures were analysed.
es_es: Con objeto de evaluar el tiempo de espera entre la reconstitución y la administración, se analizaron distintos tiempos de espera a temperaturas diversas.

source: In order to give a structured assessment of the drug product, a worst case approach was chosen.
es_es: A fin de proporcionar un análisis estructurado del medicamento, se escogió un enfoque en el que se considera el peor de los casos.

source: In order to have a German official document officially certified per Apostille, the next step requires pre-certification.
es_es: Para que un documento oficial alemán cuente oficialmente con la Apostilla certificante, se requiere la precertificación del paso siguiente.

source: In order to increase pharmaceutical elegance the pressure for the high energy cycle was reduced to 0.08 mbar which reflects the defined upper limit for the commercial scale (see Table 23).
es_es: Para mejorar la elegancia farmacéutica, la presión para el ciclo de energía elevada se redujo a 0.08 mbar, lo que refleja el límite superior definido para la escala comercial (ver la Tabla 23).

source: In order to support the investigator in identifying these 'always serious adverse events', if a non-serious AE was identified as serious per BI definition, a query was to be raised.
es_es: Como ayuda para que el investigador pueda identificar estos "eventos adversos siempre serios", si un evento adverso no serio resultaba serio según la definición de BI, se debía elevar una consulta.

source: In parentheses nomenclature corresponding to Ph. Eur.
es_es: Se indica entre paréntesis la nomenclatura de la Ph. Eur.

source: In particular, deliberate variations of the method conditions were carried out for the evaluation of method robustness.
es_es: En particular, se aplicaron variaciones deliberadas en las condiciones del método para evaluar su robustez.

source: In particular, the proposed change:
es_es: En particular, el cambio propuesto:

source: In patients requiring insulin, caution was to be taken when the dose of insulin was reduced.
es_es: En los pacientes que requerían insulina, se debía tener precaución al reducir la dosis de insulina.

source: In patients who were transferred to another hospital, the delay between thrombolysis and arterial puncture did not differ significantly between the tenecteplase group and the alteplase group (median, 65 minutes [interquartile range, 54 to 80] and 75 minutes [interquartile range, 60 to 81], respectively; P=0.18) (Table 3).
es_es: En los pacientes que fueron trasladados a otro hospital, el retraso entre la trombólisis y la punción arterial no difirió significativamente entre los grupos de tenecteplasa de alteplasa (mediana, 65 minutos [rango intercuartílico, 54 a 80] y 75 minutos [rango intercuartílico, 60 a 81], respectivamente; P = 0,18) (Tabla 3).

source: In patients with GPP, blockade of IL-36R signaling is a novel, targeted therapeutic approach.
es_es: En pacientes con PPG, el bloqueo de la señalización del receptor IL-36R es un enfoque terapéutico novedoso y dirigido.

source: In patients with T1DM2
es_es: En pacientes con DMT12

source: In patients with T2DM2
es_es: En pacientes con DMT22

source: In patients with pre-diabetes2
es_es: En pacientes con prediabetes2

source: In patients with stroke, one trial that used computed tomographic (CT) perfusion imaging and large-vessel occlusion for the selection of patients showed a higher incidence of reperfusion at 24 hours and better clinical and functional outcomes with tenecteplase than with alteplase [P12-03304].
es_es: En un ensayo que utilizó imágenes de perfusión por tomografía computarizada (TC) y oclusión de los principales vasos para la selección, los pacientes con accidentes cerebrovasculares registraron una mayor incidencia de reperfusión a las 24 horas y mejores resultados clínicos y funcionales con tenecteplasa que con alteplasa [P12-03304].

source: In patients without diabetes or pre-diabetes2
es_es: En pacientes sin prediabetes2

source: In practical calculations of tristimulus values, the integration is approximated by a summation, as follows :
es_es: En los cálculos prácticos del triestímulo, la integral se calcula por aproximación mediante una sumatoria, de la siguiente manera:

source: In preclinical toxicity studies with a surrogate antibody, no histopathological changes were noted in the nervous system.
es_es: En estudios preclínicos de toxicidad con el anticuerpo sustituto, no se observaron cambios histopatológicos en el sistema nervioso.

source: In principle, no concomitant therapy was allowed except for hormonal contraceptives or ovary hormone replacement.
es_es: En principio, no estaba permitido ningún tratamiento concomitante, a excepción de anticonceptivos hormonales o terapia de sustitución ovárica.

source: In process step A01 (Harvest Pool) the Insulin content was at most 9.4 ppm (run 22003).
es_es: En el paso del proceso A01 (mezcla de cosecha), el contenido máximo de insulina fue de 9,4 ppm (corrida 22003).

source: In process step A01 concentrations between 64,200,000 pg DNA/mg protein (run 22000) and 129,000,000 (run 22003) were obtained.
es_es: En el paso del proceso A01, se obtuvieron concentraciones de entre 64.200.000 pg de ADN/mg de proteína (corrida 22000) y 129.000.000 pg de ADN/mg de proteína (corrida 22003).

source: In purified water
es_es: En agua purificada

source: In rare case of back- adjustment it might be needed to use citric acid as a titrant in order to achieve the target pH.
es_es: En casos excepcionales de retroajuste, puede ser necesario utilizar ácido cítrico como titulador para lograr el pH objetivo.

source: In rare cases, pregnancy might occur during a clinical trial.
es_es: En casos infrecuentes, pueden ocurrir embarazos durante un ensayo clínico.

source: In related mechanisms, meta-analyses of cancer incidence among patients with immune suppression therapy (e.g. TNFs, methotrexate) did not yield clear correlation between tumour incidence and therapies not intended to completely ablate immune function.
es_es: En cuanto a los mecanismos relacionados, los metanálisis de la incidencia de cáncer entre pacientes con terapia inmunosupresiva (por ejemplo, TNF, metotrexato) no han arrojado una correlación clara entre la incidencia de tumores y las terapias no orientadas a eliminar la función inmune por completo.

source: In routine manufacturing a limit of ≤ 0.2 % water content is established for the qualification of the rubber stopper preparation process.
es_es: En la fabricación periódica, se estableció un límite de ≤0.2% de contenido de agua para la calificación del proceso de preparación del tapón de caucho.

source: In safety analyses, 27 (3.4%) of 800 patients in the tenecteplase group and 24 (3.2%) of 763 in the alteplase group had 24 h symptomatic intracerebral haemorrhage and 122 (15.3%) of 796 and 117 (15.4%) of 763 died within 90 days of starting treatment
es_es: En los análisis de seguridad, 27 (3.4%) de los 800 pacientes de tenecteplasa y 24 (3.2%) de los 763 pacientes del grupo de alteplasa presentaron hemorragia intracerebral dentro de las 24 horas, y 122 (15.3%) de 796 y 117 (15.4%) de 763 fallecieron dentro de los 90 días de iniciado el tratamiento.

source: In section 3 "Qualitative and Quantitative Composition of the Medicinal Product” (see section 3.2.P.1 Description and Composition of the Drug Product, q00295258-01 / 5741239-p100al0101), it is mentioned that prior to administration, the lyophilisate is reconstituted with 5 mL water for injections, yielding an isotonic, preservative-free solution for injection.
es_es: En la Sección 3, "Composición cuali-cuantitativa del medicamento" (ver Sección 3.2.P.1, Descripción y composición del medicamento, q00295258-01 / 5741239-p100al0101), se señala que antes de la administración, el liofilizado se reconstituye con 5 ml de agua para inyectable, lo que produce una solución inyectable isotónica y sin conservantes.

source: In section 3.2.P.4 Reference compendia the specification for compendial excipients names as reference for the excipients arginine, phosphoric acid 85 %, polysorbate 20 and water for injection.
es_es: En la Sección 3.2.P.4, Referencia de farmacopea, la especificación de los nombres de excipientes de compendio usados como referencia para arginina, ácido fosfórico 85 %, polisorbato 20 y agua para inyectable son los siguientes.

source: In sensitivity analyses, we examined the effect of any missing data on study conclusions by comparing study results on the basis of complete-case analysis and multiple imputation.
es_es: En los análisis de sensibilidad, revisamos el efecto que podrían tener sobre las conclusiones los datos faltantes, para lo cual comparamos los resultados del estudio mediante un análisis de casos completos e imputaciones múltiples.

source: In side view, the granules are elliptical and fusiform and the hilum appearsas a slit along the main axis.
es_es: En vista lateral, los gránulos son elípticos y fusiformes y el hilio aparece como una hendidura a lo largo del eje principal.

source: In signal test menu, click on the 'auto' to alignment of laser beam.
es_es: En el menú de prueba de señal, hacer clic en "auto" para alinear el haz de láser.

source: In some experiments excess of unlabelled test DNA was added as indicated in order to determine any influence of DNA overload on the performance of the column.
es_es: En algunos ensayos, se agregó ADN para análisis no marcado según se indica, con objeto de evaluar cualquier influencia de una sobrecarga de ADN sobre el desempeño de la columna.

source: In some experiments, additional unlabelled DNA was added as indicated.
es_es: En algunos ensayos, además se agregó ADN no marcado según se indica.

source: In some systems, transport cannot occur until the infusion of alteplase is complete.
es_es: En algunos sistemas, el transporte no es posible hasta que no se haya completado la infusión de alteplasa.

source: In subgroup analyses, empagliflozin improved the main outcome of CV death and HHF with a similar magnitude in patients with low or high levels of HbA1c at baseline.
es_es: En los análisis de subgrupos, la empagliflozina mejoró el desenlace principal "muerte CV y hospitalización por insuficiencia cardíaca" en medida similar en pacientes con niveles iniciales bajos y altos de HbA1c.

source: In such cases, a cross-reference to the tests described in the mandatory part is included in the Functionality-related characteristics section.
es_es: En tales casos, en la sección Características relacionadas con la funcionalidad se incluye una referencia cruzada a las pruebas de la parte obligatoria.

source: In sum, three different DP batches were manufactured applying the lyophilisation cycles shown in Table 23.
es_es: En resumen, se fabricaron tres partidas diferentes de medicamento aplicando los ciclos de liofilización que se muestran en la Tabla 23.

source: In summary, after identification of the tenecteplase DP related CQAs an initial risk assessment was performed to identify process parameters that may have a potential impact on CQAs of tenecteplase DP.
es_es: En resumen, luego de identificar los atributos críticos de calidad del medicamento tenecteplasa, se realizó una evaluación inicial de riesgos para definir los parámetro del proceso que podrían afectar los atributos críticos de calidad del medicamento tenecteplasa.

source: In summary, batch release and stability testing can consistently control LMW species.
es_es: En síntesis, es posible controlar las especies de bajo peso molecular sistemáticamente por medio de las pruebas de liberación y de estabilidad de las partidas.

source: In summary, batch release and stability testing can consistently control potency.
es_es: En síntesis, es posible controlar la potencia sistemáticamente por medio de las pruebas de liberación y de estabilidad de las partidas.

source: In summary, control of tenecteplase DP is achieved through a combination of material specifications, IPC and control of operating conditions by respective quality systems and specifications of the DP.
es_es: En síntesis, el medicamento tenecteplasa se controla mediante una combinación de las especificaciones de los materiales, los controles intermedios del proceso y el control de las condiciones operativas mediante los correspondientes sistemas de calidad y especificaciones del medicamento.

source: In summary, it can be stated that the DP quality after lyophilisation is robust against the applied variations in temperature and pressure during the lyophilisation cycle.
es_es: En resumen, se puede afirmar que la calidad del medicamento después de la liofilización es robusta frente a las variaciones aplicadas de temperatura y presión durante el ciclo de liofilización.

source: In summary, no relevant impact on this CQA is expected for tenecteplase DP manufacturing and storage and thus it does not need to be actively controlled.
es_es: En síntesis, no se espera un impacto relevante sobre este atributo crítico de calidad en la fabricación y el almacenamiento del medicamento tenecteplasa y, por ende, no es necesario controlarlo activamente.

source: In summary, routine testing assures appropriate control over pharmaceutical attributes relevant to the reconstituted tenecteplase DP.
es_es: En síntesis, las pruebas de rutina garantizan un control apropiado de atributos farmacéuticos relevantes para el medicamento tenecteplasa reconstituido.

source: In summary, the AcT trial provides robust empirical evidence that tenecteplase is comparable to alteplase in patients presenting with acute ischaemic stroke, with similar function, quality of life, and safety outcomes.
es_es: En resumen, el ensayo AcT proporciona evidencia empírica sólida de que la tenecteplasa es comparable a la alteplasa en pacientes que presentan un accidente cerebrovascular isquémico agudo, y arroja similares desenlaces funcionales y resultados en cuanto a la calidad de vida y la seguridad.

source: In summary, the implemented microbial control strategy and the validated aseptic manufacturing process (see Sections 3.2.P.3.3 Manufacturing Process and Process Controls and 3.2.P.3.4 Justification of Controls at Critical Steps) ensure appropriate control over bioburden and endotoxins and ensure sterility of the final product.
es_es: En síntesis, la estrategia de control microbiano implementada y el proceso de fabricación aséptico validado (véanse las Secciones 3.2.P.3.3, Proceso de fabricación y controles del proceso, y 3.2.P.3.4, Justificación de controles en pasos críticos) garantizan un control apropiado de endotoxinas y biocarga y aseguran la esterilidad del producto final.

source: In summary, the overall control for this CQA is achieved through procedural controls and controls implicit in the overall process design of the tenecteplase manufacturing process (see Sections 3.2.P.3.3 Manufacturing Process and Process Controls and 3.2.P.3.4 Justification of Controls at Critical Steps) to ensure methionine oxidation levels are maintained within consistently low levels.
es_es: En síntesis, el control general de este atributo crítico de calidad se logra mediante los controles de procedimiento y los controles implícitos en el diseño general del proceso correspondientes al proceso de fabricación de la tenecteplasa (véanse las Secciones 3.2.P.3.3, Proceso de fabricación y controles del proceso, y 3.2.P.3.4, Justificación de controles en pasos críticos) para garantizar que los niveles de oxidación de metionina se mantengan dentro de límites sistemáticamente bajos.

source: In summary, the overall control for this CQA is achieved through procedural controls and controls implicit in the overall process design of the tenecteplase manufacturing process (see Sections 3.2.P.3.3 Manufacturing Process and Process Controls and 3.2.P.3.4 Justification of Controls at Critical Steps) to ensure tryptophan oxidation levels are maintained within consistently low levels.
es_es: En síntesis, el control general de este atributo crítico de calidad se logra mediante los controles de procedimiento y los controles implícitos en el diseño general del proceso correspondientes al proceso de fabricación de la tenecteplasa (véanse las Secciones 3.2.P.3.3, Proceso de fabricación y controles del proceso, y 3.2.P.3.4, Justificación de los controles en pasos críticos) para garantizar que los niveles de oxidación de triptófano se mantengan dentro de límites sistemáticamente bajos.

source: In summary, the process design and capability of the tenecteplase manufacturing process (see Sections 3.2.P.3.3 Manufacturing Process and Process Controls and 3.2.P.3.4 Justification of Controls at Critical Steps) can consistently control HMW species in combination with release and stability testing (see Sections 3.2.P.5.6 Justification of Specification and 3.2.P.8 Stability Data).
es_es: En síntesis, el diseño y la capacidad del proceso de fabricación de la tenecteplasa (véanse las Secciones 3.2.P.3.3, Proceso de fabricación y controles del proceso, y 3.2.P.3.4, Justificación de los controles en pasos críticos), en combinación con las pruebas de liberación y de estabilidad (véanse las Secciones 3.2.P.5.6, Justificación de la especificación, y 3.2.P.8, Datos de estabilidad), pueden controlar sistemáticamente las especies de alto peso molecular.

source: In summary, the process design and capability of the tenecteplase manufacturing process (see Sections 3.2.P.3.3 Manufacturing Process and Process Controls and 3.2.P.3.4 Justification of Controls at Critical Steps) can consistently control single-chain levels in combination with release and stability testing.
es_es: En síntesis, el diseño y la capacidad del proceso de fabricación de la tenecteplasa (véanse las Secciones 3.2.P.3.3, Proceso de fabricación y controles del proceso, y 3.2.P.3.4, Justificación de los controles en pasos críticos), en combinación con las pruebas de liberación y de estabilidad, pueden controlar sistemáticamente los niveles de cadena única.
